[
  {
    "id": 1,
    "level": "2",
    "description": "เป็นแร่พื้นฐานของหินเซเลไนต์ ช่วยเรื่อง ความชัดเจนทางจิต และ การเชื่อมโยงสวรรค์",
    "comparison": "สามารถขูดได้ด้วยเล็บมือ"
  },
  {
    "id": 2,
    "level": "2.5-4",
    "description": "ความบริสุทธิ์ ความอ่อนโยน และ ความมั่งคั่ง ต้องดูแลรักษาเป็นพิเศษ",
    "comparison": "สามารถถูกขูดขีดได้ด้วยเหรียญทองแดงหรือมีด (อ่อนนุ่มกว่าเล็บมือเล็กน้อย)"
  },
  {
    "id": 3,
    "level": "3",
    "description": "ส่งเสริม พลังงาน แรงจูงใจ และ การพัฒนาจิตวิญญาณ",
    "comparison": "ถูกขูดขีดได้ง่ายด้วยเหรียญทองแดง"
  },
  {
    "id": 4,
    "level": "4",
    "description": "ส่งเสริม สมาธิ การตัดสินใจ และ การเรียนรู้",
    "comparison": "ถูกขูดขีดได้ง่ายด้วยตะปูเหล็กธรรมดา"
  },
  {
    "id": 5,
    "level": "5-6",
    "description": "ภูมิปัญญา ความจริง และ การตระหนักรู้ในตนเอง เทอร์ควอยซ์: การปกป้องคุ้มครอง และ ความกล้าหาญ",
    "comparison": "ถูกขูดขีดได้ง่ายด้วยมีดพับหรือใบมีด (มีดเหล็กประมาณ 5.5)"
  },
  {
    "id": 6,
    "level": "6",
    "description": "มูนสโตน: สัญชาตญาณ การเริ่มต้นใหม่ และ ความหวัง มักเชื่อมโยงกับดวงจันทร์",
    "comparison": "ถูกขูดขีดได้ด้วยตะไบเหล็กหรือแก้ว (ประมาณ 5.5 - 6.5)"
  },
  {
    "id": 7,
    "level": "6.5-7",
    "description": "แรงบันดาลใจ ความรัก และ การฟื้นฟูพลังงาน หยก: สุขภาพดี โชคลาภ และ อายุยืนยาว",
    "comparison": "ส่วนใหญ่สามารถขูดขีดแก้วได้ แต่ถูกควอตซ์ขูดขีดได้ง่าย"
  },
  {
    "id": 8,
    "level": "7",
    "description": "การเยียวยา ความสงบ การทำสมาธิ ซิทริน: ความมั่งคั่ง พลังบวก และ ความสำเร็จ",
    "comparison": "แข็งพอที่จะ ขูดขีดแก้ว ได้ (แก้วหน้าต่างมีความแข็งประมาณ 5.5 - 6.5)"
  },
  {
    "id": 9,
    "level": "8",
    "description": "ความชัดเจนทางความคิด ความโชคดี และ การป้องกันภัย มักใช้เสริมมิตรภาพที่มั่นคง",
    "comparison": "สามารถขูดขีดควอตซ์ได้ (7)"
  },
  {
    "id": 10,
    "level": "9",
    "description": "ความกล้าหาญ ความรัก และ ความมั่งคั่ง แซฟไฟร์: สติปัญญา ความจริง และ ความสงบสุข",
    "comparison": "แข็งเป็นอันดับสองรองจากเพชร (ทับทิมและแซฟไฟร์มีความแข็งเท่ากัน)"
  },
  {
    "id": 11,
    "level": "10",
    "description": "อำนาจ ความอมตะ และ ความบริสุทธิ์ เป็นหินแห่งความสำเร็จที่ยิ่งใหญ่และรักแท้",
    "comparison": "ถูกขีดข่วนได้ด้วยเพชรเท่านั้น"
  }
]


