[
  {
    "id": 1,
    "name_th": "ไม้",
    "name_en": "Wood",
    "description": "เป็นตัวแทนของ การเริ่มต้นใหม่ การเจริญรุ่งเรืองเติบโต ความเมตตา ความสามารถในการวางแผนและการตัดสินใจ ความยืดหยุ่น และการเชื่อมโยง สื่อถึงฤดูใบไม้ผลิ ทิศตะวันออก และสีเขียว เป็นพลังที่ขับเคลื่อนการเปลี่ยนแปลงและการพัฒนาอย่างต่อเนื่อง",
    "history": "ธาตุไม้ปรากฏใน หลักปรัชญาอู่สิง (Wu Xing) ของจีนโบราณ ซึ่งใช้ในการวิเคราะห์พลังงานของธรรมชาติและมนุษย์ ในระบบ วัฏจักรก่อเกิด: น้ำก่อเกิดไม้ → ไม้ก่อเกิดไฟ ในระบบ วัฏจักรพิฆาต: ไม้ควบคุมดิน (ไม้กินดิน) ธาตุไม้ยังถูกใช้ในการวิเคราะห์ดวงจีน เช่น ดวง 4 เสาหลัก (BaZi) เพื่อดูนิสัยและแนวโน้มชีวิต"
  },
  {
    "id": 2,
    "name_th": "ไฟ",
    "name_en": "Fire",
    "description": "เป็นตัวแทนของ พลังงาน ชื่อเสียง อำนาจ ความสำเร็จ ความสัมพันธ์ที่อบอุ่น ความร้อน ความกระตือรือร้น ความรัก และการเปลี่ยนแปลง สื่อถึงฤดูร้อน ทิศใต้ สีแดง และอารมณ์ที่ร้อนแรง เช่น ความรัก ความกล้าหาญ และความทะเยอทะยาน เชื่อมโยงกับหัวใจและระบบไหลเวียนโลหิตในศาสตร์อายุรเวทและแพทย์จีน",
    "history": "ปรากฏในคัมภีร์จีนโบราณ เช่น คัมภีร์ฮวงจุ้ย และ ตำราดวงจีน (BaZi) เพื่อวิเคราะห์พลังงานของบุคคลและสิ่งแวดล้อม ในระบบ วัฏจักรก่อเกิด: ไม้ก่อเกิดไฟ → ไฟก่อเกิดดิน ในระบบ วัฏจักรพิฆาต: น้ำดับไฟ ธาตุไฟยังใช้ในการวิเคราะห์บุคลิกภาพ เช่น คนธาตุไฟมักมีความมั่นใจ กล้าแสดงออก และมีพลังในการขับ"
  },
  {
    "id": 3,
    "name_th": "ดิน",
    "name_en": "Earth",
    "description": "เป็นตัวแทนของ ความมั่นคง การอุปถัมภ์ ความสมดุล ความอดทน ความน่าเชื่อถือ ความสามารถในการจัดการที่ดิน/อสังหาริมทรัพย์และการหล่อเลี้ยงชีวิต สื่อถึงฤดูปลายร้อน ทิศกลาง สีเหลือง น้ำตาล และทอง เชื่อมโยงกับระบบย่อยอาหาร ม้าม และกระเพาะอาหารในศาสตร์แพทย์จีน",
    "history": "ธาตุดินเป็นศูนย์กลางและพื้นฐานของทุกสิ่ง เป็นตัวแทนของความมั่นคง ความซื่อสัตย์ และการบำรุงเลี้ยง"
  },
  {
    "id": 4,
    "name_th": "ทอง/โลหะ",
    "name_en": "Metal",
    "description": "เป็นตัวแทนของ ความรวดเร็ว การจัดระเบียบ ความมั่งคั่งที่มาจากความมุ่งมั่น ความยุติธรรม ความชัดเจนทางความคิด ความเฉียบคม ความเด็ดขาด และความชัดเจน สื่อถึงฤดูใบไม้ร่วง ทิศตะวันตก สีขาว สีเงิน และสีทอง เชื่อมโยงกับระบบทางเดินหายใจ ปอด และผิวหนังในศาสตร์แพทย์จีน",
    "history": "ปรากฏในคัมภีร์จีนโบราณ เช่น คัมภีร์ฮวงจุ้ย และ ตำราดวงจีน (BaZi) เพื่อวิเคราะห์พลังงานของบุคคลและสิ่งแวดล้อม ในระบบ วัฏจักรก่อเกิด: ดินก่อเกิดทอง → ทองก่อเกิดน้ำ ในระบบ วัฏจักรพิฆาต: ทองตัดไม้ ธาตุทองเป็นพลังแห่ง การจัดระเบียบ การตัดสินใจ และการเปลี่ยนแปลงอย่างมีระบบ"
  },
  {
    "id": 5,
    "name_th": "น้ำ",
    "name_en": "Water",
    "description": "เป็นตัวแทนของสติปัญญา โชคลาภ ความลึก ความสงบ ความยืดหยุ่น ความสามารถในการสื่อสารที่ลึกซึ้งและการไหลเวียนการไหลลื่นทางการเงิน สื่อถึงฤดูหนาว ทิศเหนือ สีดำและสีน้ำเงิน เชื่อมโยงกับ ไต กระเพาะปัสสาวะ และระบบสืบพันธุ์ ในศาสตร์แพทย์จีน",
    "history": "ปรากฏในคัมภีร์จีนโบราณ เช่น คัมภีร์ฮวงจุ้ย และ ตำราดวงจีน (BaZi) เพื่อวิเคราะห์พลังงานของบุคคลและสิ่งแวดล้อม ในระบบ วัฏจักรก่อเกิด: ทองก่อเกิดน้ำ → น้ำก่อเกิดไม้ ในระบบ วัฏจักรพิฆาต: ดินพิฆาตน้ำ ธาตุน้ำเป็นพลังแห่ง สัญชาตญาณ ความคิดลึก และการปรับตัว"
  }
]